exports.donate = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

╔════════════════════
║ *Donasi Ke ${𝗿𝗶𝘀𝗸𝗮}*
╠════════════════════
║├≽️⚜ *PULSA* :0895355566000
║├≽️⚜ *DANA* :0895355566000
╠════════════════════
║  *${𝗿𝗶𝘀𝗸𝗮}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${https://chat.whatsapp.com/H8Qzk1bFDaK9CgjiMpLcC0}_
║│2. *YouTube <subscribe>*
║│ _${Dj Riska}_
║│3. *Instagram <Follow>*
║│ _${yes_gwsalah}_
║│4. *Creator ${𝗿𝗶𝘀𝗸𝗮}*
║│ _${0895355566000}_
║╰───────────
╠════════════════════
║ _*MADE BY 𝗿𝗶𝘀𝗸𝗮*_
╠════════════════════
║ゞ📆 *${tampilTanggal}*
║ゞ⏱️ *${tampilWaktu}*
║ゞ📢 Bot Aktif ; *${aktif}*
╚════════════════════`
}

